{
    "name": "Italian Long Sentences Set 1",
    "source_name": "English",
    "target_name": "Italian",
    "packs": [
        {
            "name": "Pack 1 - Personal Stories & Preferences",
            "words": [
                {
                    "source": "I'm learning Italian because I like the culture and the people.",
                    "target": "Sto imparando l'italiano perché mi piace la cultura e la gente."
                },
                {
                    "source": "In year two thousand fifteen, I visited Venice with my wife and it was fantastic.",
                    "target": "Nel duemila quindici, ho visitato Venezia con mia moglie ed è stato fantastico."
                },
                {
                    "source": "I have also visited Rome, Pisa, and Genoa for business purposes.",
                    "target": "Ho anche visitato Roma, Pisa e Genova per motivi di lavoro."
                },
                {
                    "source": "I'm planning to go to Italy because I want to explore famous museums.",
                    "target": "Sto pianificando di andare in Italia perché voglio esplorare musei famosi."
                },
                {
                    "source": "I like the winter season because I can snowboarding, but I don't like the cold.",
                    "target": "Mi piace la stagione invernale perché posso fare snowboard, ma non mi piace il freddo."
                },
                {
                    "source": "I like pizza and pasta because they are so delicious but I might get fat.",
                    "target": "Mi piace la pizza e la pasta perché sono così deliziose ma potrei ingrassare."
                }
            ]
        },
        {
            "name": "Pack 2 - Parenting & Affection",
            "words": [
                {
                    "source": "Study well in school and listen to your teachers.",
                    "target": "Studia bene a scuola e ascolta i tuoi insegnanti."
                },
                {
                    "source": "Sleep well and see you in the morning, my baby.",
                    "target": "Dormi bene e ci vediamo domattina, tesoro mio."
                },
                {
                    "source": "Good morning, did you sleep well, my little bear?",
                    "target": "Buongiorno, hai dormito bene, orsetto mio?"
                },
                {
                    "source": "Don't cry my little bear, tell me what you want?",
                    "target": "Non piangere orsetto mio, dimmi cosa vuoi?"
                },
                {
                    "source": "Father is right here with you so don't be afraid.",
                    "target": "Papà è qui con te quindi non aver paura."
                },
                {
                    "source": "Father will protect you, but you have to be strong and smart.",
                    "target": "Papà ti proteggerà, ma devi essere forte e intelligente."
                }
            ]
        },
        {
            "name": "Pack 3 - Family Introductions",
            "words": [
                {
                    "source": "This is my lovely wife, her name is Wina.",
                    "target": "Questa è mia moglie adorabile, si chiama Wina."
                },
                {
                    "source": "This is my cute daughter, her name is Callista.",
                    "target": "Questa è mia figlia carina, si chiama Callista."
                },
                {
                    "source": "I met my beautiful wife in South Korea.",
                    "target": "Ho conosciuto la mia bellissima moglie in Corea del Sud."
                },
                {
                    "source": "My wife's hobbies are writing stories and reading.",
                    "target": "Gli hobby di mia moglie sono scrivere storie e leggere."
                },
                {
                    "source": "My angelic daughter is 9 years old.",
                    "target": "La mia figlia angelica ha nove anni."
                },
                {
                    "source": "My daughter's hobbies are dancing and singing.",
                    "target": "Gli hobby di mia figlia sono ballare e cantare."
                }
            ]
        },
        {
            "name": "Pack 4 - Polite Greetings & Farewells",
            "words": [
                {
                    "source": "Good evening, do you need any help?",
                    "target": "Buonasera, ha bisogno di aiuto?"
                },
                {
                    "source": "Good morning, how may I help you?",
                    "target": "Buongiorno, come posso aiutarla?"
                },
                {
                    "source": "Nice to meet you and good bye.",
                    "target": "Piacere di conoscerti e arrivederci."
                },
                {
                    "source": "Please be safe and be careful.",
                    "target": "Per favore stai al sicuro e fai attenzione."
                },
                {
                    "source": "Good luck with your trip.",
                    "target": "Buona fortuna con il tuo viaggio."
                },
                {
                    "source": "I hope you have a wonderful time.",
                    "target": "Spero che tu passi un momento meraviglioso."
                }
            ]
        },
        {
            "name": "Pack 5 - Past, Present, Future Tenses",
            "words": [
                {
                    "source": "I will go to the train station tomorrow.",
                    "target": "Andrò alla stazione ferroviaria domani."
                },
                {
                    "source": "I went to the train station yesterday.",
                    "target": "Sono andato alla stazione ferroviaria ieri."
                },
                {
                    "source": "I'm going to the train station now.",
                    "target": "Sto andando alla stazione ferroviaria adesso."
                },
                {
                    "source": "I will eat the apples next week.",
                    "target": "Mangerò le mele la prossima settimana."
                },
                {
                    "source": "I ate the apples last week.",
                    "target": "Ho mangiato le mele la settimana scorsa."
                },
                {
                    "source": "I'm eating the apples now.",
                    "target": "Sto mangiando le mele adesso."
                }
            ]
        },
        {
            "name": "Pack 6 - Negative Past, Present, Future",
            "words": [
                {
                    "source": "I will not buy the black t-shirt next month.",
                    "target": "Non comprerò la maglietta nera il mese prossimo."
                },
                {
                    "source": "I did not buy the black t-shirt last month.",
                    "target": "Non ho comprato la maglietta nera il mese scorso."
                },
                {
                    "source": "I'm not buying the red t-shirt now.",
                    "target": "Non sto comprando la maglietta rossa adesso."
                },
                {
                    "source": "I will not read the red book next year.",
                    "target": "Non leggerò il libro rosso l'anno prossimo."
                },
                {
                    "source": "I did not read the white book last year.",
                    "target": "Non ho letto il libro bianco l'anno scorso."
                },
                {
                    "source": "I'm not reading the white book now.",
                    "target": "Non sto leggendo il libro bianco adesso."
                }
            ]
        },
        {
            "name": "Pack 7 - Language Learning & Cultural Exchange",
            "words": [
                {
                    "source": "Are you Italian? Welcome to Indonesia! Welcome!",
                    "target": "Sei italiano? Benvenuto in Indonesia! Benvenuto!"
                },
                {
                    "source": "Can I say a few words to you to practice my Italian?",
                    "target": "Posso dirti qualche parola per praticare il mio italiano?"
                },
                {
                    "source": "Can you teach me interesting words in Italian that I should know?",
                    "target": "Puoi insegnarmi parole interessanti in italiano che dovrei sapere?"
                },
                {
                    "source": "I'm trying to improve my Italian pronunciation, can you help me?",
                    "target": "Sto cercando di migliorare la mia pronuncia italiana, puoi aiutarmi?"
                },
                {
                    "source": "What Italian phrases do you use most often in daily life?",
                    "target": "Quali frasi italiane usi più spesso nella vita quotidiana?"
                },
                {
                    "source": "I would love to learn more about Italian customs and traditions.",
                    "target": "Mi piacerebbe imparare di più sulle usanze e tradizioni italiane."
                }
            ]
        }
    ]
}
